[
    {
        "title": "บทความมีลักษณะเหมือนงานเขียนแบบใด",
        "options": [
            "ก. ย่อความ",
            "ข. เรียงความ",
            "ค. บันทึก",
            "ง. สารคดี"
        ],
        "answer": 2
    },
    {
        "title": "บทความเรื่อง “คนไทยจะมีอายุดยืนยาว” ควรจะเป็นบทความประเภทใด",
        "options": [
            "ก. บทความเกี่ยวกับการท่องเที่ยว",
            "ข. บทความเกี่ยวกับการศึกษา",
            "ค. บทความเกี่ยวกับโภชนาการ",
            "ง. บทความเกี่ยวกับศาสนา"
        ],
        "answer": 3
    },
    {
        "title": "บทความเรื่องใดควรจะเป็นบทความเกี่ยวกับค่าครองชีพ",
        "options": [
            "ก. ผัก อาหารราคาถูกแต่มีคุณค่า",
            "ข. ปลา อาหารย่อยง่ายและโปรตีนสูง",
            "ค. ข้าวไข่เจียว อาหารคุ้มค่าสำหรับคนไทย",
            "ง. นม อาหารเสริมสำหรับคนทุกวัย"
        ],
        "answer": 3
    },
    {
        "title": "บทความเรื่องใดควรจะเป็นบทความเกี่ยวกับการท่องเที่ยว",
        "options": [
            "ก. ดอกบัวตองบานที่แม่ฮ่องสอน",
            "ข. รักษาความสะอาดที่หาดหัวหิน",
            "ค. วัดโพธิ์ มหาวิทยาลัยแห่งแรกของไทย",
            "ง. ปลาเผาหอมกลิ่นควันริมถนนเพชรเกษม"
        ],
        "answer": 1
    },
    {
        "title": "บทความเรื่อง “เด็กควรเรียนโรงเรียนใกล้บ้าน” เป็นบทความประเภทใด",
        "options": [
            "ก. บทความเกี่ยวกับวิถีชีวิตประชาชน",
            "ข. บทความเกี่ยวกับการเมือง",
            "ค. บทความเกี่ยวกับการคมนาคม",
            "ง. บทความเกี่ยวกับการศึกษา"
        ],
        "answer": 4
    },
    {
        "title": "การเขียนบทความแบ่งออกเป็นกี่ส่วน",
        "options": [
            "ก. ๒ ส่วน",
            "ข. ๓ ส่วน",
            "ค. ๔ ส่วน",
            "ง. ๕ ส่วน"
        ],
        "answer": 2
    },
    {
        "title": "เสียงพยัญชนะเกิดขึ้นได้อย่างไร",
        "options": [
            "ก. ลมที่ผ่านออกมาแล้วถูกสกัดกั้นไว้ในช่องปาก",
            "ข. ลมที่ผ่านออกมาโดยสะดวกไม่ถูกสกัดกั้นไว้ที่จุดใดเลย",
            "ค. ลมที่ออกมาจากลำคอแล้วกระทบกับอวัยวะในช่องปากหรือช่องจมูก",
            "ง. ลมที่ออกมาจากลำคอแล้วเกิดเป็นเสียงสูงๆ ต่ำๆ"
        ],
        "answer": 3
    },
    {
        "title": "ข้อความใดถูกต้องเกี่ยวกับเรื่องพยัญชนะ",
        "options": [
            "ก. มี ๔๔ รูป  ๒๓ เสียง",
            "ข. มี ๔๔ รูป  ๒๑ เสียง",
            "ค. มี ๔๕ รูป  ๒๔ เสียง",
            "ง. มี ๔๕ รูป  ๒๒ เสียง"
        ],
        "answer": 2
    },
    {
        "title": "คำในข้อใดมีเสียงพยัญชนะต้นแตกต่างจากข้ออื่น",
        "options": [
            "ก. คน",
            "ข. ฆ่า",
            "ค. ไข่",
            "ง. แผน"
        ],
        "answer": 4
    },
    {
        "title": "ข้อใดไม่มีใจความเปรียบเทียบ",
        "options": [
            "ก. โอ้รินรินกลิ่นดอกไม้ใกล้คงคา เหมือนกลิ่นผ้าแพรดำร่ำมะเกลือ",
            "ข. อันพริกไทยใบผักชีเหมือนสีกา ต้องโรยหน้าเสียสักหน่อยอร่อยใจ",
            "ค. เป็นกลุ่มกลุ่มกลุ้มกายเหมือนทรายซัด ต้องนั่งปัดแปะไปมิได้นอน",
            "ง. ถึงตัวเราเล่าถ้ายังมีโยมหญิงไหนจะนิ่งดูดายอายบุปผา"
        ],
        "answer": 4
    },
    {
        "title": "เวลาในข้อใดแตกต่างจากข้ออื่น",
        "options": [
            "ก. เงียบสงัดสัตว์ป่าคณานก น้ำค้างตกพร่างพรายพระพายพัด",
            "ข. จนดึกดาวพราวพร่างกลางอัมพร กาเรียนร่อนร้องก้องเมื่อสองยาม",
            "ค. พอรอนรอนอ่อนแสงพระสุริยน ถึงตำบลกรุงเก่ายิ่งเศร้าใจ",
            "ง. จนเดือนเด่นเห็นกอกระจับจอก ระดะดอกบัวเผื่อนเมื่อเดือนหงาย"
        ],
        "answer": 3
    },
    {
        "title": "“ล้วนหนามเหน็บเจ็บแสบคับแคบใจเหมือนนกไร้รังเร่อยู่เอกา” สำนวนใดสอดคล้องกับคำประพันธ์ข้างต้น",
        "options": [
            "ก. พลัดที่นาคาที่อยู่",
            "ข. หัวเดียวกระเทียมลีบ",
            "ค. นกไร้ไม้โหด",
            "ง. บ้านแตกสาแหรกขาด"
        ],
        "answer": 2
    },
    {
        "title": "คำที่เกิดจากการนำคำมูลตั้งแต่ ๒ คำขึ้นไปมารวมกันแล้วเกิดเป็นคำใหม่ มีความหมายใหม่ แต่ยังมีเค้าความหมายเดิมอยู่บ้าง คำที่มีลักษณะดังกล่าวเรียกว่าคำชนิดใด",
        "options": [
            "ก. คำซ้ำ",
            "ข. คำซ้อนเพื่อเสียง",
            "ค. คำซ้อนเพื่อความหมาย",
            "ง. คำประสม"
        ],
        "answer": 4
    },
    {
        "title": "คำซ้ำในข้อใดมีความหมายเป็นพหูพจน์",
        "options": [
            "ก. เด็กๆ กำลังเล่นกันอย่างสนุกสนาน",
            "ข. เสื้อสีฟ้าๆ ตัวนั้นสวยดีนะ",
            "ค. ฉันจะไปเดินเล่นแถวๆ สวนสาธารณะ",
            "ง. พรุ่งนี้ตื่นเช้าๆ จะได้ไปตลาด"
        ],
        "answer": 1
    },
    {
        "title": "คำซ้ำในข้อใดมีความหมายเปลี่ยนไปจากความหมายเดิม",
        "options": [
            "ก. เธอกับเขาสูงไล่ๆ กัน",
            "ข. เป็นอะไรหรือเปล่านั่งทำตาปริบๆ ตั้งนานแล้ว",
            "ค. เอาแต่นั่งๆ นอนๆ ไปออกกำลังกายบ้างซิ",
            "ง. นั่งมองๆ ต้นไม้ใบหญ้าช่วยคลายเครียดได้"
        ],
        "answer": 1
    },
    {
        "title": "ข้อใดแสดงรสหวานมากที่สุด",
        "options": [
            "ก. ขนมชิ้นนี้หวานจัง",
            "ข. ขนมชิ้นนี้หวานๆ นะ",
            "ค. ขนมชิ้นนี้หวานดี",
            "ง. ขนมชิ้นนี้ว้านหวาน"
        ],
        "answer": 4
    },
    {
        "title": "คำซ้ำในข้อใดมีความหมายว่าทำกริยานั้นซ้ำๆ",
        "options": [
            "ก. เดี๋ยวๆ คอยฉันก่อน",
            "ข. พูดอะไรบ้างซิจ๊ะ นั่งทำตาปริบๆ อยู่ได้",
            "ค. อย่าบ่นเลย เดินๆ ไปเถอะ",
            "ง. ไม่อยากกินอะไรเลย มันเบื่อๆ ไปหมด"
        ],
        "answer": 2
    },
    {
        "title": "คำซ้ำในข้อใดไม่แสดงว่าตั้งใจจะทำอย่างจริงจัง",
        "options": [
            "ก. ฉันพยายามเขียนๆ ให้เสร็จเสียที",
            "ข. ฉันว่าเธอชอบๆ เขาอยู่เหมือนกันนะ",
            "ค. ฉันจะไปนั่งๆ ให้เจ้าภาพเขาเห็นสักหน่อยเท่านั้น",
            "ง. ฉันบอกๆ เพื่อนไปหลายคนแล้ว"
        ],
        "answer": 3
    },
    {
        "title": "หนังสือที่มีลักษณะในข้อใดที่ควรแก่การเลือกอ่านมากที่สุด",
        "options": [
            "ก. ตรงกับจุดประสงค์ของผู้อ่าน",
            "ข. ความรู้เหมาะสมกับวัย",
            "ค. เป็นที่สนใจของผู้อ่านทุกเพศทุกวัย",
            "ง. ช่วยปลูกฝังคุณธรรมและแบบอย่างอันพึงประสงค์"
        ],
        "answer": 4
    },
    {
        "title": "หนังสือลักษณะใดจัดว่าเป็นหนังสือ “ดี”",
        "options": [
            "ก. ได้รับรางวัลจากสถาบันที่น่าเชื่อถือ",
            "ข. มีเนื้อหาสนุกสนานชวนให้ติดตาม",
            "ค. ผู้เขียนมีชื่อเสียงและเคยได้รับรางวัลจากการเขียนมาก่อน",
            "ง. รูปเล่มดี ภาพประกอบสวยงามสะดุดตา"
        ],
        "answer": 1
    }


 
]
